Repository: chamara84/snort-2.9_RTDS
Catalog: snort-2.9.14.1/debian/po/*.po
Languages: es

source: boot
es: arranque

source: dialup
es: marcación telefónica

source: Snort start method:
es: Método de arranque de Snort:

source: Please choose how Snort should be started: automatically on boot, automatically when connecting to the net with pppd, or manually with the /usr/sbin/snort command.
es: Por favor, escoja cómo debería arrancarse Snort: automáticamente en el arranque del sistema, automáticamente cuando el sistema se conecte a Internet con pppd o manualmente cuando lo arranque ejecutándolo con «/usr/sbin/snort».

source: Interface(s) which Snort should listen on:
es: Interfaz/ces donde debería escuchar Snort:

source: This value is usually "eth0", but this may be inappropriate in some network environments; for a dialup connection "ppp0" might be more appropriate (see the output of "/sbin/ifconfig").
es: Este valor suele ser «eth0», pero puede no ser correcto para algunos entornos de red. Si está utilizando una conexión de marcación telefónica mediante PPP a Internet puede ser más apropiado utilizar «ppp0» (consulte la salida de «/sbin/ifconfig»).

source: Typically, this is the same interface as the "default route" is on. You can determine which interface is used for this by running "/sbin/route -n" (look for "0.0.0.0").
es: Generalmente la interfaz que se añade aquí es generalmente la misma que tiene definida la ruta por omisión. Para determinar qué interfaz se está utilizando para esto, ejecute «/sbin/route -n» (busque aquellos valores asociados a «0.0.0.0»).

source: It is also not uncommon to use an interface with no IP address configured in promiscuous mode. For such cases, select the interface in this system that is physically connected to the network that should be inspected, enable promiscuous mode later on and make sure that the network traffic is sent to this interface (either connected to a "port mirroring/spanning" port in a switch, to a hub, or to a tap).
es: Tampoco es infrecuente ejecutar Snort en una interfaz sin dirección IP que esté configurada en modo promiscuo. Para estos casos, seleccione la interfaz en el sistema que está físicamente conectada a la red debería inspeccionarse, active el modo promiscuo más adelante y asegúrese que el tráfico de dicha red se está enviado a esa interfaz (bien conectándola a un puerto de un conmutador en modo «port mirroring/spanning», bien conectado a un concentrador o a un tap)

source: You can configure multiple interfaces, just by adding more than one interface name separated by spaces. Each interface can have its own specific configuration.
es: Puede configurar múltiples interfaces simplemente añadiendo más de un nombre de interfaz y separándolos por espacios. Cada interfaz puede tener su propia configuración.

source: Address range for the local network:
es: Intervalo de direcciones para la red local:

source: Please use the CIDR form - for example, 192.168.1.0/24 for a block of 256 addresses or 192.168.1.42/32 for just one. Multiple values should be comma-separated (without spaces).
es: Tiene que utilizar el formato CIDR, esto es, 192.168.1.0/24 para un bloque de 256 IPs o 192.168.1.42/32 para sólo una dirección. Debe separar múltiples direcciones por «,» (comas) y sin espacios.

source: Please note that if Snort is configured to use multiple interfaces, it will use this value as the HOME_NET definition for all of them.
es: Tenga en cuenta que si Snort está configurado para utilizar múltiples interfaces se utilizará esta definición como valor de «HOME_NET» para todos ellos.

source: Should Snort disable promiscuous mode on the interface?
es: ¿Debería Snort deshabilitar el modo promiscuo en la interfaz?

source: Disabling promiscuous mode means that Snort will only see packets addressed to the interface it is monitoring. Enabling it allows Snort to check every packet that passes the Ethernet segment even if it's a connection between two other computers.
es: Si deshabilita el modo promiscuo Snort sólo analizará paquetes dirigidos a la propia interfaz que se está monitorizando. Si lo activa Snort comprobará todos los paquetes que pasen por el segmento Ethernet incluso aunque sean parte de una conexión entre otros dos sistemas.

source: Invalid interface
es: Interfaz inválida

source: Snort is trying to use an interface which does not exist or is down. Either it is defaulting inappropriately to "eth0", or you specified one which is invalid.
es: Snort está intentando utilizar una interfaz que no existe o está desactivada. Es posible que esté tomando el valor por omisión «eth0» y no exista en su sistema o que haya especificado una interfaz inválida.

source: Should daily summaries be sent by e-mail?
es: ¿Deberían enviarse resúmenes por correo electrónico?

source: A cron job can be set up to send daily summaries of Snort logs to a selected e-mail address.
es: Puede configurar una tarea en cron que envíe resúmenes diarios de los registros de Snort a una dirección específica.

source: Please choose whether you want to activate this feature.
es: Indique si quiere activar esta funcionalidad.

source: Recipient of daily statistics mails:
es: Destinatario de los correos de estadísticas diarias:

source: Please specify the e-mail address that should receive daily summaries of Snort logs.
es: Indique la dirección de correo que debería recibir los resúmenes diarios de los registros de Snort.

source: Additional custom options:
es: Opciones adicionales a medida:

source: Please specify any additional options Snort should use.
es: Indique las opciones adicionales que Snort debería utilizar.

source: Minimum occurrences before alerts are reported:
es: Número mínimo de ocurrencias antes de incluir una alerta en los informes:

source: Please enter the minimum number of alert occurrences before a given alert is included in the daily statistics.
es: Introduzca el número mínimo de ocurrencias de una alerta que deben producirse antes de incluir una alerta en las estadísticas diarias.

source: Snort restart required
es: Es necesario reiniciar Snort

source: As Snort is manually launched, you need to run "service snort restart" for the changes to take place.
es: Dado que Snort se ejecuta de forma manual tiene que ejecutar «service snort restart» para que se apliquen los cambios.

source: Obsolete configuration file
es: Fichero de configuración obsoleto

source: This system uses an obsolete configuration file (/etc/snort/snort.common.parameters) which has been automatically converted into the new configuration file format (at /etc/default/snort).
es: Este sistema utiliza un fichero de configuración obsoleto («/etc/snort/snort.common.parameters») que ha sido convertido de forma automática al nuevo formato de fichero de configuración (en «/etc/default/snort»).

source: Please review the new configuration and remove the obsolete one. Until you do this, the initialization script will not use the new configuration and you will not take advantage of the benefits introduced in newer releases.
es: Por favor, revise el nuevo fichero de configuración y borre el antiguo. El guión del init.d no utilizará la nueva configuración hasta que lo borre y no podrá por tanto aprovecharse de las ventajas introducidas en nuevas versiones.

source: Deprecated options in configuration file
es: Opciones obsolestas en el fichero de configuración

source: The Snort configuration file (/etc/snort/snort.conf) uses deprecated options no longer available for this Snort release. Snort will not be able to start unless you provide a correct configuration file. Either allow the configuration file to be replaced with the one provided in this package or fix it manually by removing deprecated options.
es: El fichero de configuración de Snort («/etc/snort/snort.conf») utiliza opciones obsoletas que ya no están disponibles en esta versión de Snort. Snort no podrá arrancar a menos que tenga un fichero de configuración correcto. Puede sustituir este fichero de configuración por el que ofrece este paquete o arreglarlo manualmente eliminando las opciones obsoletas.

source: The following deprecated options were found in the configuration file: ${DEP_CONFIG}
es: Se encontraron las siguientes opciones obsoletas en el fichero de configuración: ${DEP_CONFIG}

source: Configuration error
es: Error de configuración

source: The current Snort configuration is invalid and will prevent Snort starting up normally. Please review and correct it.
es: La configuración actual de Snort es inválida e impedirá que Snort se ejecute. Por favor, revísela y corríjala.

source: To diagnose errors in your Snort configuration you can run (as root) the following: "/usr/sbin/snort -T -c /etc/snort/snort.conf"
es: Puede diagnosticar los errores en su configuración de Snort ejecutando, como superusuario, la siguiente orden: «/usr/sbin/snort -T -c /etc/snort/snort.conf».

source: Deprecated configuration file
es: Fichero de configuración obsoleto

source: Your system has deprecated configuration files which should not be used any longer and might contain deprecated options. If included through the standard configuration file (/etc/snort/snort.conf), they might prevent Snort from starting up properly.
es: Su sistema tiene ficheros de configuración obsoletos que no deberían seguir utilizándose y que pueden contener opciones obsoletas. Si estos ficheros se incluyen a través del fichero de configuración estándar («/etc/snort/snort.conf») pueden hacer que Snort no arranque correctamente.

source: Please remove these files as well as any existing references to them in the /etc/snort/snort.conf configuration file.
es: Debe eliminar estos ficheros así como cualquier referencia a ellos en el archivo de configuración «etc/snort/snort.conf».

source: The following deprecated configuration files were found: ${DEP_FILE}
es: Se encontraron los siguientes ficheros de configuración obsoletos: ${DEP_FILE}
